["I feel like I am falling apart. I don’t have any energy. I don’t know what is going on with me.", " I just broke up with my boyfriend. I mean we’ve been living together and I thought he loved me, but he’s just so distant. He won’t talk to me, and I think maybe he’s seeing someone else. Anyhow, he told me I’m crazy.", "Men just drive me crazy. This is the third guy I’ve lived with, and they all kind of ended in the same way. I just seem to fall in love with the wrong guys.", "Yes! It is so sad.", "I can’t sleep. I can’t think. I’m a mess at work. I was waiting on a customer this week and just started crying for no reason. I think I’m losing it.", "It’s just so discouraging! I was so happy with Ray when we were first together. There’s this soft teddy bear inside his tough exterior, and that’s the man I loved, but then he wouldn’t open up to me anymore.", "Yes! It’s such a waste for him to stay locked up inside there, and I was lonely even though we were living together. Anyhow, he’s gone now. He moved out. It’s over.", "Yes. Do you think you can help me?", "I guess I wouldn’t feel so bad all the time.", "I just feel upset and I’m crying a lot. I’m not sleeping and I feel worn out, run down.", "Yes. I also want to know why I keep screwing up all my relationships. What’s wrong with me?", "Yes, can you help me figure these out?", "Sure. What is your idea?", "I guess it’s like when you feel really sad and down, maybe don’t have energy to do anything. Do you think that’s what I have?", "Yes, OK.", "Yes, what are the symptoms?", "That sounds like me. I’m not having much fun lately.", "I’m certainly not sleeping well. But my weight did not change.", "That sounds alright.", "Normal, I guess. Happy. To have energy to do things again. When I broke up with Ray it just made me crazy. I feel like there’s something wrong with me, that I always screw up my relationships.", "I want to be with a man who loves me. I seem to attract guys who are hung up about telling me how they feel. I need a man I can talk to.", "Very important. I don’t want to be alone. I need to be loved.", "Yes! I don’t want to keep destroying relationships. I don’t know why I do that.", "I just feel like I’m dragging around this heavy weight with me all the time. I like to have fun, but I’ve really become a drag to be with. I feel like even my friends avoid me.", "Yes it would. Do you think it’s possible for me?", "I don’t know. They’d probably say that I’m stubborn. I’ve been pretty persistent in the past.", "Moving here. I had always lived in Ireland near my father and my sisters, and I moved out here all by myself. I just wanted to be on my own for a change, to get away. But now I feel too much on my own.", "I had to find a job here, and I started going to classes at the university. I had to get used to a different culture, figure out the stores and banking system, and make some friends.", "I never thought much about it. I guess I can do it when it’s important enough.", "I’d be married, maybe have a family. I’d have a better job that I enjoy more. I just wouldn’t be stressing out like this all the time. A calmer life.", "Sometimes I have gone to a funny, romantic movie and it makes me smile, but it also reminds me of what I don’t have in a relationship.", "Getting out of my apartment. If I just sit there watching television with the curtains drawn, that’s not good for me.", "I might just take a walk or see my friends. But like I said, it seems like they don’t want to be around me so much anymore because I bring them down with me. Do you have some suggestions on what I should do?"]